Repository: ambient-innovation/ambient-toolbox
Catalog: ambient_toolbox/locale/*/LC_MESSAGES/django.po
Languages: de

source: No title defined
de: Kein Titel gesetzt

source: Save
de: Speichern

source: Created at
de: Erstellt am

source: Created by
de: Erstellt von

source: Last modified at
de: Zuletzt ge채ndert am

source: Last modified by
de: Zuletzt ge채ndert von

source: Please pass a user object to RequestProviderMixin.
de: Bitte ein User-Objekt an RequestProviderMixin 체bergeben.

source: Seconds must be positive.
de: Sekunden m체ssen eine positive Zahl sein.

source: The password has to contain one of the following special characters: "@#$%!^&*"
de: Das Passwort muss eines der folgenden Sonderzeichen enthalten: "@#$%!^&*"

source: Class-based view using DjangoPermissionRequiredMixin without defining a permission list.
de: Klassen-basierter View verwendet DjangoPermissionRequiredMixin ohne definierte Berechtigungen.

source: BaseViewPermissionTestMixin used without setting a "view_class".
de: BaseViewPermissionTestMixin verwendet ohne eine View-Klasse gesetzt zu haben.

source: Error 403
de: Fehler 403
